[
  {
    "question": "Близкий человек расстроен и жалуется на жизнь. Ты:",
    "A": "Внимательно слушаешь и стараешься эмоционально сопереживать",
    "B": "Даёшь чёткие советы и алгоритм, как решить проблему",
    "C": "Стараешься сменить тему, чтобы не углубляться в негатив",
    "D": "Думаешь, что каждый должен справляться со своими эмоциями сам"
  },
  {
    "question": "Как ты обычно планируешь свои выходные?",
    "A": "Составляю четкий список дел и стараюсь ему следовать",
    "B": "Примерно набрасываю варианты, но действую по настроению",
    "C": "Вообще не планирую, лучшие решения приходят спонтанно",
    "D": "Жду, когда кто-то другой предложит интересный план"
  },
  {
    "question": "В новой компании ты чаще всего:",
    "A": "Активно знакомлюсь и легко вступаю в разговор со всеми",
    "B": "Больше слушаю и присматриваюсь к людям со стороны",
    "C": "Общаюсь только с парой знакомых мне людей",
    "D": "Чувствую себя неловко и жду момента, когда можно уйти"
  },
  {
    "question": "При покупке новой бытовой техники для тебя важнее всего:",
    "A": "Надёжность, практичность и понятная инструкция",
    "B": "Инновационный дизайн и необычные функции",
    "C": "Престижность бренда и мнение экспертов",
    "D": "То, насколько вещь впишется в атмосферу дома"
  },
  {
    "question": "В споре ты обычно ориентируешься на:",
    "A": "Объективные факты, цифры и логические аргументы",
    "B": "Свои чувства и то, как спор повлияет на отношения",
    "C": "Своё внутреннее видение ситуации, которое сложно объяснить",
    "D": "Поиск компромисса, чтобы все остались довольны"
  },
  {
    "question": "Как ты относишься к беспорядку в комнате?",
    "A": "Меня это сильно раздражает, сразу начинаю уборку",
    "B": "Это мой «творческий хаос», мне в нём комфортно",
    "C": "Замечаю только тогда, когда это начинает мешать делам",
    "D": "Мне всё равно, порядок — не самое главное в жизни"
  },
  {
    "question": "Когда нужно выполнить сложную работу, ты:",
    "A": "Разбиваешь задачу на этапы и методично их выполняешь",
    "B": "Ждёшь вдохновения или «крайнего срока», чтобы сделать всё рывком",
    "C": "Ищешь того, кто поможет или сделает это эффективнее",
    "D": "Погружаешься в детали и можешь застрять на мелочах"
  },
  {
    "question": "Твои мечты обычно связаны с:",
    "A": "Реальными целями: карьера, покупка вещей, ремонт",
    "B": "Фантастическими мирами, будущим или абстрактными идеями",
    "C": "Идеальными отношениями и гармонией в мире",
    "D": "Воспоминаниями о приятных моментах прошлого"
  },
  {
    "question": "В общении с людьми ты в первую очередь замечаешь:",
    "A": "Их логику, компетентность и деловые качества",
    "B": "Их настроение, эмоции и отношение к тебе",
    "C": "Их внешний вид, манеры и детали одежды",
    "D": "Их скрытые таланты и потенциальные возможности"
  },
  {
    "question": "Если планы резко меняются в последний момент, ты:",
    "A": "Нервничаю, так как люблю предсказуемость",
    "B": "Легко подстраиваюсь под новые обстоятельства",
    "C": "Радуюсь переменам, они вносят разнообразие",
    "D": "Впадаю в ступор и долго не могу сообразить, что делать"
  }
]